Repository: frousselet/open-grc
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Transfer
fr: Transférer

source: Avoid
fr: Éviter

source: Not decided
fr: Non décidé

source: Analyzed
fr: Analysé

source: Evaluated
fr: Évalué

source: Treatment planned
fr: Traitement planifié

source: Treatment in progress
fr: Traitement en cours

source: Treated
fr: Traité

source: Accepted
fr: Accepté

source: Monitoring
fr: Surveillance

source: Revoked
fr: Révoqué

source: Renewed
fr: Renouvelé

source: Deliberate
fr: Délibéré

source: Accidental
fr: Accidentel

source: Human internal
fr: Humain interne

source: Human external
fr: Humain externe

source: Natural
fr: Naturel

source: Malware
fr: Maliciel

source: Social engineering
fr: Ingénierie sociale

source: Unauthorized access
fr: Accès non autorisé

source: Denial of service
fr: Déni de service

source: Data breach
fr: Violation de données

source: Physical attack
fr: Attaque physique

source: Espionage
fr: Espionnage

source: Fraud
fr: Fraude

source: Human error
fr: Erreur humaine

source: System failure
fr: Défaillance système

source: Network failure
fr: Défaillance réseau

source: Power failure
fr: Panne de courant

source: Natural disaster
fr: Catastrophe naturelle

source: Fire
fr: Incendie

source: Water damage
fr: Dégât des eaux

source: Theft
fr: Vol

source: Vandalism
fr: Vandalisme

source: Supply chain
fr: Chaîne d'approvisionnement

source: Insider threat
fr: Menace interne

source: Ransomware
fr: Rançongiciel

source: Advanced persistent threat (APT)
fr: Menace persistante avancée (APT)

source: Configuration weakness
fr: Faiblesse de configuration

source: Missing patch
fr: Correctif manquant

source: Design flaw
fr: Défaut de conception

source: Coding error
fr: Erreur de programmation

source: Weak authentication
fr: Authentification faible

source: Insufficient logging
fr: Journalisation insuffisante

source: Lack of encryption
fr: Absence de chiffrement

source: Physical vulnerability
fr: Vulnérabilité physique

source: Organizational weakness
fr: Faiblesse organisationnelle

source: Human factor
fr: Facteur humain

source: Insufficient backup
fr: Sauvegarde insuffisante

source: Network exposure
fr: Exposition réseau

source: Third-party dependency
fr: Dépendance tierce

source: Confirmed
fr: Confirmé

source: Mitigated
fr: Atténué

source: Very unlikely
fr: Très improbable

source: Unlikely
fr: Improbable

source: Likely
fr: Probable

source: Very likely
fr: Très probable

source: Minor
fr: Mineur

source: Moderate
fr: Modéré

source: Major
fr: Majeur

source: Severe
fr: Sévère

source: Moderate-Low
fr: Modéré-Faible

source: Moderate-High
fr: Modéré-Élevé

source: Risk
fr: Risque

source: Accepted by
fr: Accepté par

source: Acceptance date
fr: Date d'acceptation

source: Risk level at acceptance
fr: Niveau de risque à l'acceptation

source: Valid until
fr: Valide jusqu'au

source: Risk acceptance
fr: Acceptation de risque

source: Vulnerability
fr: Vulnérabilité

source: Affected essential assets
fr: Biens essentiels affectés

source: Affected support assets
fr: Biens supports affectés

source: Threat likelihood
fr: Vraisemblance de la menace

source: Vulnerability exposure
fr: Exposition de la vulnérabilité

source: Combined likelihood
fr: Vraisemblance combinée

source: Confidentiality impact
fr: Impact sur la confidentialité

source: Integrity impact
fr: Impact sur l'intégrité

source: Availability impact
fr: Impact sur la disponibilité

source: Maximum impact
fr: Impact maximum

source: Risk level
fr: Niveau de risque

source: Existing controls
fr: Mesures existantes

source: Consolidated risk
fr: Risque consolidé

source: Risk source
fr: Source du risque

source: Source entity ID
fr: ID de l'entité source

source: Source entity type
fr: Type de l'entité source

source: Initial likelihood
fr: Vraisemblance initiale

source: Initial impact
fr: Impact initial

source: Initial risk level
fr: Niveau de risque initial

source: Current likelihood
fr: Vraisemblance actuelle

source: Current impact
fr: Impact actuel

source: Current risk level
fr: Niveau de risque actuel

source: Residual likelihood
fr: Vraisemblance résiduelle

source: Residual impact
fr: Impact résiduel

source: Residual risk level
fr: Niveau de risque résiduel

source: Treatment decision
fr: Décision de traitement

source: Treatment justification
fr: Justification du traitement

source: Risk owner
fr: Propriétaire du risque

source: Risks
fr: Risques

source: Value must be one of %(levels)s.
fr: La valeur doit être parmi %(levels)s.

source: Risk assessment
fr: Appréciation des risques

source: Risk matrix
fr: Matrice de risques

source: Acceptance threshold
fr: Seuil d'acceptation

source: Default
fr: Par défaut

source: Criteria
fr: Critères

source: Scale type
fr: Type d'échelle

source: Scale level
fr: Niveau d'échelle

source: Scale levels
fr: Niveaux d'échelle

source: Requires treatment
fr: Nécessite un traitement

source: Risk levels
fr: Niveaux de risque

source: Origin
fr: Origine

source: Typical likelihood
fr: Vraisemblance typique

source: From catalog
fr: Issue du catalogue

source: Treatment type
fr: Type de traitement

source: Expected residual likelihood
fr: Vraisemblance résiduelle attendue

source: Expected residual impact
fr: Impact résiduel attendu

source: Estimated cost
fr: Coût estimé

source: Treatment plan
fr: Plan de traitement

source: Treatment action
fr: Action de traitement

source: Treatment actions
fr: Actions de traitement

source: Severity
fr: Sévérité

source: Affected asset types
fr: Types d'actifs affectés

source: Affected assets
fr: Actifs affectés

source: CVE references
fr: Références CVE

source: Remediation guidance
fr: Guide de remédiation

source: Acceptance — %(risk)s
fr: Acceptation — %(risk)s

source: Level at acceptance
fr: Niveau à l'acceptation

source: acceptance
fr: acceptation

source: Edit the risk acceptance
fr: Modifier l'acceptation de risque

source: New risk acceptance
fr: Nouvelle acceptation de risque

source: New acceptance
fr: Nouvelle acceptation

source: No risk acceptances.
fr: Aucune acceptation de risque.

source: ISO 27005 workflow
fr: Démarche ISO 27005

source: Identify threats
fr: Identifier les menaces

source: Define or select threats from the catalog that apply to your scope.
fr: Définissez ou sélectionnez les menaces du catalogue qui s'appliquent à votre périmètre.

source: threat(s)
fr: menace(s)

source: Manage
fr: Gérer

source: Identify vulnerabilities
fr: Identifier les vulnérabilités

source: Define or select vulnerabilities from the catalog.
fr: Définissez ou sélectionnez les vulnérabilités du catalogue.

source: vulnerability(ies)
fr: vulnérabilité(s)

source: Analyze risk scenarios
fr: Analyser les scénarios de risque

source: Create threat × vulnerability scenarios and evaluate their likelihood and impact.
fr: Créez des scénarios menace × vulnérabilité et évaluez leur vraisemblance et impact.

source: analysis(es)
fr: analyse(s)

source: Consolidate risks
fr: Consolider les risques

source: Promote analyses to the risk register for treatment planning.
fr: Promouvez les analyses vers le registre des risques pour planifier le traitement.

source: risk(s)
fr: risque(s)

source: EBIOS RM workflow
fr: Démarche EBIOS RM

source: The EBIOS RM methodology is not yet implemented. It will be available in a future version.
fr: La méthodologie EBIOS RM n'est pas encore implémentée. Elle sera disponible dans une version future.

source: Define scope and security baseline
fr: Définir le périmètre et le socle de sécurité

source: Workshop 1 — Identify essential assets, business values and the security baseline.
fr: Atelier 1 — Identifier les valeurs métier, les biens essentiels et le socle de sécurité.

source: Identify risk origins
fr: Identifier les sources de risque

source: Workshop 2 — Identify threat sources and their objectives.
fr: Atelier 2 — Identifier les sources de menace et leurs objectifs.

source: Build strategic scenarios
fr: Élaborer les scénarios stratégiques

source: Workshop 3 — Define attack paths from threat source to essential assets.
fr: Atelier 3 — Définir les chemins d'attaque de la source de menace aux valeurs métier.

source: Build operational scenarios
fr: Élaborer les scénarios opérationnels

source: Workshop 4 — Detail technical attack sequences on support assets.
fr: Atelier 4 — Détailler les séquences d'attaque techniques sur les biens supports.

source: Treat risks
fr: Traiter les risques

source: Workshop 5 — Define and track risk treatment measures.
fr: Atelier 5 — Définir et suivre les mesures de traitement des risques.

source: Unknown methodology. Please edit this assessment and select a valid methodology.
fr: Méthodologie inconnue. Veuillez modifier cette évaluation et sélectionner une méthodologie valide.

source: Max impact
fr: Impact max

source: Consolidate as risk
fr: Consolider en risque

source: Consolidate
fr: Consolider

source: No analyses yet. Start by creating threat × vulnerability scenarios to identify risks.
fr: Aucune analyse pour le moment. Commencez par créer des scénarios menace × vulnérabilité pour identifier les risques.

source: Associated risks
fr: Risques associés

source: Risks are created by consolidating ISO 27005 analyses.
fr: Les risques sont créés en consolidant les analyses ISO 27005.

source: Current level
fr: Niveau actuel

source: Treatment
fr: Traitement

source: No associated risk.
fr: Aucun risque associé.

source: Risk matrices
fr: Matrices de risques

source: Current risks (before treatment)
fr: Risques réels (avant traitement)

source: Residual risks (after treatment)
fr: Risques résiduels (après traitement)

source: Edit the assessment
fr: Modifier l'appréciation

source: New risk assessment
fr: Nouvelle appréciation des risques

source: No assessment.
fr: Aucune appréciation.

source: Scales
fr: Échelles

source: Likelihood and impact scales
fr: Échelles de vraisemblance et d'impact

source: No scales defined.
fr: Aucune échelle définie.

source: Treatment required
fr: Traitement requis

source: No risk levels defined.
fr: Aucun niveau de risque défini.

source: criteria
fr: critères

source: Edit risk criteria
fr: Modifier les critères de risque

source: New risk criteria
fr: Nouveaux critères de risque

source: General information
fr: Informations générales

source: Likelihood scale
fr: Échelle de vraisemblance

source: Del.
fr: Suppr.

source: Add a level
fr: Ajouter un niveau

source: Impact scale
fr: Échelle d'impact

source: New criteria
fr: Nouveaux critères

source: Drafts
fr: Brouillons

source: No risk criteria.
fr: Aucun critère de risque.

source: %(count)s in progress
fr: %(count)s en cours

source: Active acceptances
fr: Acceptations actives

source: Risks by priority
fr: Risques par priorité

source: No risks recorded
fr: Aucun risque enregistré

source: Risks by status
fr: Risques par statut

source: Configure scales
fr: Configurer les échelles

source: Configure
fr: Configurer

source: Calculation
fr: Calcul

source: Threat:
fr: Menace :

source: Vuln. exposure:
fr: Exposition vuln. :

source: Combined:
fr: Combinée :

source: Confidentiality:
fr: Confidentialité :

source: Integrity:
fr: Intégrité :

source: Availability:
fr: Disponibilité :

source: Edit the ISO 27005 analysis
fr: Modifier l'analyse ISO 27005

source: New ISO 27005 analysis
fr: Nouvelle analyse ISO 27005

source: Go to assessments
fr: Aller aux évaluations

source: ISO 27005 analyses are created from within an assessment's methodology workflow. Open an ISO 27005 assessment to create new analyses.
fr: Les analyses ISO 27005 sont créées depuis la démarche méthodologique d'une évaluation. Ouvrez une évaluation ISO 27005 pour créer de nouvelles analyses.

source: No ISO 27005 analyses.
fr: Aucune analyse ISO 27005.

source: Evaluation
fr: Évaluation

source: Methodology sources
fr: Sources méthodologiques

source: Impact C / I / A
fr: Impact C / I / D

source: Initial risk
fr: Risque initial

source: Likelihood:
fr: Vraisemblance :

source: Current risk
fr: Risque réel

source: Residual risk
fr: Risque résiduel

source: New plan
fr: Nouveau plan

source: No treatment plans.
fr: Aucun plan de traitement.

source: No affected essential assets.
fr: Aucun bien essentiel affecté.

source: No affected support assets.
fr: Aucun bien support affecté.

source: This risk was identified through ISO 27005 analyses (threat × vulnerability).
fr: Ce risque a été identifié via des analyses ISO 27005 (menace × vulnérabilité).

source: risk
fr: risque

source: Edit the risk
fr: Modifier le risque

source: New risk
fr: Nouveau risque

source: Risks are identified through methodology-driven assessments. Open an assessment and use its methodology workflow to create risks.
fr: Les risques sont identifiés au travers d'évaluations méthodologiques. Ouvrez une évaluation et utilisez sa démarche pour créer des risques.

source: No risks recorded.
fr: Aucun risque enregistré.

source: threat
fr: menace

source: Edit the threat
fr: Modifier la menace

source: New threat
fr: Nouvelle menace

source: Catalog
fr: Catalogue

source: No threats.
fr: Aucune menace.

source: No actions defined.
fr: Aucune action définie.

source: treatment plan
fr: plan de traitement

source: Edit the treatment plan
fr: Modifier le plan de traitement

source: New treatment plan
fr: Nouveau plan de traitement

source: No affected assets.
fr: Aucun actif affecté.

source: vulnerability
fr: vulnérabilité

source: Edit the vulnerability
fr: Modifier la vulnérabilité

source: New vulnerability
fr: Nouvelle vulnérabilité

source: No vulnerabilities.
fr: Aucune vulnérabilité.

source: Please select an assessment and use its methodology workflow to create risks.
fr: Veuillez sélectionner une évaluation et utiliser sa démarche méthodologique pour créer des risques.

source: This analysis is already linked to a risk.
fr: Cette analyse est déjà liée à un risque.

source: Risk "%(ref)s" created from the ISO 27005 analysis.
fr: Risque « %(ref)s » créé à partir de l'analyse ISO 27005.

source: Dashboard
fr: Tableau de bord

source: Calendar
fr: Calendrier

source: Organization
fr: Organisation

source: Goods
fr: Biens

source: Graph view
fr: Vue graphe

source: Register
fr: Registre

source: Acceptances
fr: Acceptations

source: Catalogs
fr: Catalogues

source: List
fr: Liste

source: Import
fr: Importer

source: Logs
fr: Journaux

source: Django admin
fr: Admin Django

source: Sign out
fr: Déconnexion

source: Month
fr: Mois

source: Year
fr: Année

source: Timeline
fr: Chronologie

source: Supplier reviews
fr: Revues fournisseurs

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

source: Mon
fr: Lun

source: Tue
fr: Mar

source: Wed
fr: Mer

source: Thu
fr: Jeu

source: Fri
fr: Ven

source: Sat
fr: Sam

source: Sun
fr: Dim

source: Today
fr: Aujourd'hui

source: No events for this period
fr: Aucun événement pour cette période

source: Upcoming events
fr: Événements à venir

source: next 30 days
fr: 30 prochains jours

source: No upcoming events
fr: Aucun événement à venir

source: today
fr: aujourd'hui

source: tomorrow
fr: demain

source: Show all
fr: Tout afficher

source: in %%(days)s days
fr: dans %%(days)s jours

source: Loading...
fr: Chargement…

source: Average of active frameworks — %(count)s requirement%(count|pluralize:"s")s total
fr: Moyenne des référentiels actifs — %(count)s exigence%(count|pluralize:"s")s au total

source: Compliance by framework
fr: Conformité par référentiel

source: %(count)s requirement%(count|pluralize:"s")s
fr: %(count)s exigence%(count|pluralize:"s")s

source: %(count)s mandatory role(s) with no user
fr: %(count)s rôle(s) obligatoire(s) sans utilisateur

source: Active scopes
fr: Périmètres actifs

source: %(count)s with personal data
fr: %(count)s avec données personnelles

source: %(count)s past end of life
fr: %(count)s en fin de vie

source: %(count)s critical
fr: %(count)s critique(s)

source: %(count)s non-compliant
fr: %(count)s non conforme(s)

source: %(count)s overdue
fr: %(count)s en retard

source: View calendar
fr: Voir le calendrier

source: by %(user)s on %(date)s
fr: par %(user)s le %(date)s

source: Pending approval
fr: En attente d'approbation

source: Close
fr: Fermer

source: Initial record
fr: Enregistrement initial

source: Record deleted
fr: Enregistrement supprimé

source: Approval granted
fr: Approbation accordée

source: Approval revoked
fr: Approbation révoquée

source: No changes detected
fr: Aucun changement détecté

source: No history available.
fr: Aucun historique disponible.

source: %(count)d supplier(s) with expired contract
fr: %(count)d fournisseur(s) avec contrat expiré

source: %(count)d risk acceptance(s) expiring within 30 days
fr: %(count)d acceptation(s) de risque expirant dans les 30 jours

source: %(count)d critical activity(ies) without owner
fr: %(count)d activité(s) critique(s) sans propriétaire

source: %(count)s expired contract(s)
fr: %(count)s contrat(s) expiré(s)

source: %(count)s expiring soon
fr: %(count)s expirant bientôt

source: %(count)s critical without owner
fr: %(count)s critique(s) sans propriétaire
