Repository: frousselet/open-grc
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: User management
fr: Gestion des utilisateurs

source: Create
fr: Créer

source: Read
fr: Lire

source: Update
fr: Modifier

source: Delete
fr: Supprimer

source: Access
fr: Accès

source: Approve
fr: Approuver

source: Successful login
fr: Connexion réussie

source: Failed login
fr: Connexion échouée

source: Logout
fr: Déconnexion

source: Token refresh
fr: Renouvellement du jeton

source: Password change
fr: Changement de mot de passe

source: Account locked
fr: Compte verrouillé

source: Account unlocked
fr: Compte déverrouillé

source: Invalid password
fr: Mot de passe invalide

source: Inactive account
fr: Compte inactif

source: User not found
fr: Utilisateur non trouvé

source: Scopes
fr: Périmètres

source: Issues
fr: Enjeux

source: Stakeholders
fr: Parties prenantes

source: Expectations
fr: Attentes

source: Objectives
fr: Objectifs

source: SWOT analyses
fr: Analyses SWOT

source: Roles
fr: Rôles

source: Role assignment
fr: Attribution de rôle

source: Activities
fr: Activités

source: Context configuration
fr: Configuration du contexte

source: Context export
fr: Export du contexte

source: Context audit trail
fr: Piste d'audit du contexte

source: Essential assets
fr: Biens essentiels

source: Essential asset evaluation
fr: Évaluation des biens essentiels

source: Support assets
fr: Biens supports

source: Dependencies
fr: Dépendances

source: Asset groups
fr: Groupes d'actifs

source: Suppliers
fr: Fournisseurs

source: Supplier dependencies
fr: Dépendances fournisseurs

source: Asset import
fr: Import d'actifs

source: Asset configuration
fr: Configuration des actifs

source: Asset export
fr: Export des actifs

source: Asset audit trail
fr: Piste d'audit des actifs

source: Frameworks
fr: Référentiels

source: Requirements
fr: Exigences

source: Compliance assessments
fr: Évaluations de conformité

source: Inter-framework mappings
fr: Correspondances inter-référentiels

source: Action plans
fr: Plans d'action

source: Compliance configuration
fr: Configuration de la conformité

source: Compliance export
fr: Export de la conformité

source: Compliance audit trail
fr: Piste d'audit de la conformité

source: Risk assessments
fr: Appréciations des risques

source: Risk criteria
fr: Critères de risque

source: Risk register
fr: Registre des risques

source: Treatment plans
fr: Plans de traitement

source: Risk acceptances
fr: Acceptations de risque

source: Threats
fr: Menaces

source: Vulnerabilities
fr: Vulnérabilités

source: ISO 27005 analyses
fr: Analyses ISO 27005

source: Risk export
fr: Export des risques

source: Risk audit trail
fr: Piste d'audit des risques

source: Django administration
fr: Administration Django

source: Users
fr: Utilisateurs

source: Groups
fr: Groupes

source: System audit trail
fr: Piste d'audit du système

source: System configuration
fr: Configuration du système

source: Assess
fr: Évaluer

source: Validate
fr: Valider

source: Governance
fr: Gouvernance

source: Assets
fr: Actifs

source: Risk management
fr: Gestion des risques

source: Compliance
fr: Conformité

source: System
fr: Système

source: Full technical administration of the platform. All permissions.
fr: Administration technique complète de la plateforme. Toutes les permissions.

source: Full functional administration. All permissions except Django admin access.
fr: Administration fonctionnelle complète. Toutes les permissions sauf l'accès admin Django.

source: GRC system steering. Read, create, update, approve. No deletion or system configuration.
fr: Pilotage du système GRC. Lecture, création, modification, approbation. Pas de suppression ni de configuration système.

source: Platform consultation and audit. Read-only access to all modules.
fr: Consultation et audit de la plateforme. Accès en lecture seule à tous les modules.

source: GRC content contribution. Read, create, update. No deletion or system access.
fr: Contribution au contenu GRC. Lecture, création, modification. Pas de suppression ni d'accès système.

source: Read-only access. Read on all modules except system.
fr: Accès en lecture seule. Lecture sur tous les modules sauf système.

source: Email address
fr: Adresse email

source: Password
fr: Mot de passe

source: Confirm password
fr: Confirmer le mot de passe

source: The two password fields didn't match.
fr: Les deux champs de mot de passe ne correspondent pas.

source: Current password
fr: Mot de passe actuel

source: New password
fr: Nouveau mot de passe

source: Confirm new password
fr: Confirmer le nouveau mot de passe

source: The current password is incorrect.
fr: Le mot de passe actuel est incorrect.

source: The email address is required.
fr: L'adresse email est requise.

source: A superuser must have is_staff=True.
fr: Un superutilisateur doit avoir is_staff=True.

source: A superuser must have is_superuser=True.
fr: Un superutilisateur doit avoir is_superuser=True.

source: Timestamp
fr: Horodatage

source: User
fr: Utilisateur

source: Email used
fr: Email utilisé

source: Event type
fr: Type d'événement

source: IP address
fr: Adresse IP

source: Failure reason
fr: Raison de l'échec

source: Metadata
fr: Métadonnées

source: Access log
fr: Journal d'accès

source: Access logs
fr: Journaux d'accès

source: Name
fr: Nom

source: System group
fr: Groupe système

source: Allowed scopes
fr: Périmètres autorisés

source: Created by
fr: Créé par

source: Created at
fr: Créé le

source: Updated at
fr: Mis à jour le

source: Group
fr: Groupe

source: Codename
fr: Nom de code

source: Format: module.feature.action
fr: Format : module.fonctionnalité.action

source: Label
fr: Libellé

source: Feature
fr: Fonctionnalité

source: System permission
fr: Permission système

source: First name
fr: Prénom

source: Last name
fr: Nom de famille

source: Job title
fr: Fonction

source: Department
fr: Département

source: Phone
fr: Téléphone

source: Language
fr: Langue

source: Auto (browser)
fr: Auto (navigateur)

source: Timezone
fr: Fuseau horaire

source: Active
fr: Actif

source: Django admin access
fr: Accès admin Django

source: Last password change
fr: Dernier changement de mot de passe

source: Failed attempts
fr: Tentatives échouées

source: Locked until
fr: Verrouillé jusqu'au

source: Access log — Open GRC
fr: Journal d'accès — Open GRC

source: All types
fr: Tous les types

source: From
fr: De

source: To
fr: À

source: Filter
fr: Filtrer

source: Event
fr: Événement

source: Reason
fr: Raison

source: No events.
fr: Aucun événement.

source: Action log — Open GRC
fr: Journal des actions — Open GRC

source: Action log
fr: Journal des actions

source: All modules
fr: Tous les modules

source: All actions
fr: Toutes les actions

source: Creation
fr: Création

source: Deletion
fr: Suppression

source: Approval
fr: Approbation

source: All users
fr: Tous les utilisateurs

source: Object
fr: Objet

source: Item
fr: Élément

source: No actions recorded.
fr: Aucune action enregistrée.

source: Edit
fr: Modifier

source: Back to list
fr: Retour à la liste

source: Users (%(count)s)
fr: Utilisateurs (%(count)s)

source: Save permissions
fr: Enregistrer les permissions

source: Remove
fr: Retirer

source: No users in this group.
fr: Aucun utilisateur dans ce groupe.

source: Add
fr: Ajouter

source: If no scope is selected, members of this group have access to all scopes.
fr: Si aucun périmètre n'est sélectionné, les membres de ce groupe ont accès à tous les périmètres.

source: No scopes available.
fr: Aucun périmètre disponible.

source: Save scopes
fr: Enregistrer les périmètres

source: Save
fr: Enregistrer

source: Cancel
fr: Annuler

source: Groups — Open GRC
fr: Groupes — Open GRC

source: Create a group
fr: Créer un groupe

source: Custom
fr: Personnalisé

source: No groups.
fr: Aucun groupe.

source: Sign in — Open GRC
fr: Se connecter — Open GRC

source: Sign in to your account
fr: Connectez-vous à votre compte

source: Sign in
fr: Se connecter

source: Change password — Open GRC
fr: Changer le mot de passe — Open GRC

source: Change password
fr: Changer le mot de passe

source: No permissions defined.
fr: Aucune permission définie.

source: My profile — Open GRC
fr: Mon profil — Open GRC

source: My profile
fr: Mon profil

source: Personal information
fr: Informations personnelles

source: Security
fr: Sécurité

source: My groups
fr: Mes groupes

source: No group assigned.
fr: Aucun groupe assigné.

source: Effective permissions
fr: Permissions effectives

source: No permissions.
fr: Aucune permission.

source: Status
fr: Statut

source: Locked
fr: Verrouillé

source: Inactive
fr: Inactif

source: Last login
fr: Dernière connexion

source: Created on
fr: Créé le

source: Users — Open GRC
fr: Utilisateurs — Open GRC

source: Create a user
fr: Créer un utilisateur

source: Search...
fr: Rechercher...

source: All statuses
fr: Tous les statuts

source: No user found.
fr: Aucun utilisateur trouvé.

source: The password must contain at least one uppercase letter.
fr: Le mot de passe doit contenir au moins une lettre majuscule.

source: The password must contain at least one lowercase letter.
fr: Le mot de passe doit contenir au moins une lettre minuscule.

source: The password must contain at least one digit.
fr: Le mot de passe doit contenir au moins un chiffre.

source: The password must contain at least one special character.
fr: Le mot de passe doit contenir au moins un caractère spécial.

source: The password must contain at least one uppercase letter, one lowercase letter, one digit, and one special character.
fr: Le mot de passe doit contenir au moins une lettre majuscule, une lettre minuscule, un chiffre et un caractère spécial.

source: You do not have the required permissions.
fr: Vous n'avez pas les permissions requises.

source: This account is temporarily locked due to multiple failed attempts.
fr: Ce compte est temporairement verrouillé suite à plusieurs tentatives échouées.

source: Invalid credentials.
fr: Identifiants invalides.

source: Profile updated.
fr: Profil mis à jour.

source: Password changed successfully.
fr: Mot de passe changé avec succès.

source: User %(name)s created.
fr: Utilisateur %(name)s créé.

source: Edit %(name)s
fr: Modifier %(name)s

source: User updated.
fr: Utilisateur mis à jour.

source: Group '%(name)s' created.
fr: Groupe « %(name)s » créé.

source: System groups cannot be modified.
fr: Les groupes système ne peuvent pas être modifiés.

source: Edit '%(name)s'
fr: Modifier « %(name)s »

source: Group updated.
fr: Groupe mis à jour.

source: Permissions updated.
fr: Permissions mises à jour.

source: %(name)s added to the group.
fr: %(name)s ajouté au groupe.

source: %(name)s removed from the group.
fr: %(name)s retiré du groupe.

source: Allowed scopes updated.
fr: Périmètres autorisés mis à jour.

source: Approval withdrawn
fr: Approbation retirée

source: Negligible
fr: Négligeable

source: Low
fr: Faible

source: Medium
fr: Moyen

source: High
fr: Élevé

source: Critical
fr: Critique

source: Business process
fr: Processus métier

source: Core business process
fr: Processus cœur de métier

source: Support process
fr: Processus de support

source: Management process
fr: Processus de gestion

source: Strategic data
fr: Données stratégiques

source: Operational data
fr: Données opérationnelles

source: Personal data
fr: Données personnelles

source: Financial data
fr: Données financières

source: Technical data
fr: Données techniques

source: Legal data
fr: Données juridiques

source: Research data
fr: Données de recherche

source: Commercial data
fr: Données commerciales

source: Internal
fr: Interne

source: Confidential
fr: Confidentiel

source: Restricted
fr: Restreint

source: Identified
fr: Identifié

source: Under review
fr: En cours de revue

source: Decommissioned
fr: Décommissionné

source: Hardware
fr: Matériel

source: Software
fr: Logiciel

source: Network
fr: Réseau

source: Person
fr: Personne

source: Paper
fr: Papier

source: Server
fr: Serveur

source: Workstation
fr: Poste de travail

source: Laptop
fr: Ordinateur portable

source: Mobile device
fr: Appareil mobile

source: Network equipment
fr: Équipement réseau

source: Storage
fr: Stockage

source: Peripheral
fr: Périphérique

source: IoT device
fr: Appareil IoT

source: Removable media
fr: Support amovible

source: Other hardware
fr: Autre matériel

source: Operating system
fr: Système d'exploitation

source: Database
fr: Base de données

source: Security tool
fr: Outil de sécurité

source: Development tool
fr: Outil de développement

source: SaaS application
fr: Application SaaS

source: Other software
fr: Autre logiciel

source: Local area network (LAN)
fr: Réseau local (LAN)

source: Wide area network (WAN)
fr: Réseau étendu (WAN)

source: Internet link
fr: Liaison Internet

source: Firewall zone
fr: Zone pare-feu

source: Other network
fr: Autre réseau

source: Internal staff
fr: Personnel interne

source: Contractor
fr: Sous-traitant

source: External provider
fr: Prestataire externe

source: Administrator
fr: Administrateur

source: Developer
fr: Développeur

source: Other person
fr: Autre personne

source: Datacenter
fr: Centre de données

source: Office
fr: Bureau

source: Remote site
fr: Site distant

source: Cloud region
fr: Région cloud

source: Other site
fr: Autre site

source: Cloud service
fr: Service cloud

source: Hosting service
fr: Service d'hébergement

source: Managed service
fr: Service managé

source: Telecom service
fr: Service télécom

source: Outsourced service
fr: Service externalisé

source: Other service
fr: Autre service

source: Archive
fr: Archiver

source: Printed document
fr: Document imprimé

source: Form
fr: Formulaire

source: Other paper
fr: Autre papier

source: Exposed
fr: Exposé

source: Internet-facing
fr: Exposé à Internet

source: Staging
fr: Pré-production

source: Development
fr: Développement

source: Disaster recovery
fr: Reprise après sinistre

source: In stock
fr: En stock

source: Deployed
fr: Déployé

source: Under maintenance
fr: En maintenance

source: Disposed
fr: Éliminé

source: Runs on
fr: S'exécute sur

source: Stored in
fr: Stocké dans

source: Transmitted by
fr: Transmis par

source: Managed by
fr: Géré par

source: Hosted at
fr: Hébergé sur

source: Protected by
fr: Protégé par

source: Other
fr: Autre

source: None
fr: Aucun

source: Partial
fr: Partiel

source: Full
fr: Complet

source: Hosted by
fr: Hébergé par

source: Provided by
fr: Fourni par

source: Maintained by
fr: Maintenu par

source: Developed by
fr: Développé par

source: Operated by
fr: Opéré par

source: Monitored by
fr: Surveillé par

source: Located at
fr: Localisé sur

source: Deployed at
fr: Déployé sur

source: Powered by
fr: Alimenté par

source: Secured by
fr: Sécurisé par

source: Under evaluation
fr: En cours d'évaluation

source: Suspended
fr: Suspendu

source: Archived
fr: Archivé

source: Not assessed
fr: Non évalué

source: Compliant
fr: Conforme

source: Partially compliant
fr: Partiellement conforme

source: Non-compliant
fr: Non conforme

source: Essential asset
fr: Bien essentiel

source: Support asset
fr: Bien support

source: Dependency type
fr: Type de dépendance

source: Criticality
fr: Criticité

source: Single point of failure (SPOF)
fr: Point de défaillance unique (SPOF)

source: Redundancy level
fr: Niveau de redondance

source: Approved
fr: Approuvé

source: Approved by
fr: Approuvé par

source: Approval date
fr: Date d'approbation

source: Dependency relationship
fr: Relation de dépendance

source: Dependency relationships
fr: Relations de dépendance

source: Cannot create a dependency to a decommissioned or disposed support asset.
fr: Impossible de créer une dépendance vers un bien support décommissionné ou éliminé.

source: Reference
fr: Référence

source: Category
fr: Catégorie

source: Owner
fr: Propriétaire

source: Custodian
fr: Dépositaire

source: Confidentiality
fr: Confidentialité

source: Integrity
fr: Intégrité

source: Availability
fr: Disponibilité

source: Confidentiality justification
fr: Justification de la confidentialité

source: Integrity justification
fr: Justification de l'intégrité

source: Availability justification
fr: Justification de la disponibilité

source: MTD / Max tolerable downtime
fr: DMT / Durée maximale tolérable d'interruption

source: GDPR categories
fr: Catégories RGPD

source: Regulatory constraints
fr: Contraintes réglementaires

source: Business activities
fr: Activités métier

source: Next review date
fr: Prochaine date de revue

source: A business process can only have a process category.
fr: Un processus métier ne peut avoir qu'une catégorie processus.

source: An information asset can only have an information category.
fr: Un actif informationnel ne peut avoir qu'une catégorie informationnelle.

source: Members
fr: Membres

source: Asset group
fr: Groupe d'actifs

source: Site–asset dependency
fr: Dépendance site–bien

source: Site–asset dependencies
fr: Dépendances site–bien

source: Supplier
fr: Fournisseur

source: Site–supplier dependency
fr: Dépendance site–fournisseur

source: Site–supplier dependencies
fr: Dépendances site–fournisseur

source: Supplier type
fr: Type de fournisseur

source: Supplier types
fr: Types de fournisseurs

source: Title
fr: Titre

source: Supplier type requirement
fr: Exigence de type fournisseur

source: Supplier type requirements
fr: Exigences de type fournisseur

source: Contact name
fr: Nom du contact

source: Contact email
fr: Email du contact

source: Contact phone
fr: Téléphone du contact

source: Website
fr: Site web

source: Address
fr: Adresse

source: Country
fr: Pays

source: Contract reference
fr: Référence du contrat

source: Contract start date
fr: Date de début du contrat

source: Contract end date
fr: Date de fin du contrat

source: Source type requirement
fr: Exigence type source

source: Linked requirement
fr: Exigence liée

source: Custom title when not linked to a compliance requirement.
fr: Titre personnalisé lorsque non lié à une exigence de conformité.

source: Compliance status
fr: Statut de conformité

source: Evidence
fr: Preuves

source: Due date
fr: Date d'échéance

source: Verified at
fr: Vérifié le

source: Verified by
fr: Vérifié par

source: Supplier requirement
fr: Exigence fournisseur

source: Supplier requirements
fr: Exigences fournisseurs

source: Review date
fr: Date de revue

source: Reviewer
fr: Réviseur

source: Result
fr: Résultat

source: Written justification for the compliance assessment.
fr: Justification écrite de l'évaluation de conformité.

source: Supporting evidence
fr: Pièce probante

source: Upload a supporting document (certificate, report, etc.).
fr: Téléverser un document justificatif (certificat, rapport, etc.).

source: Requirement review
fr: Revue d'exigence

source: Requirement reviews
fr: Revues d'exigences

source: Supplier dependency
fr: Dépendance fournisseur

source: Location
fr: Emplacement

source: Manufacturer / vendor
fr: Fabricant / fournisseur

source: Model / version
fr: Modèle / version

source: Serial number
fr: Numéro de série

source: Software version
fr: Version logicielle

source: Hostname
fr: Nom d'hôte

source: Acquisition date
fr: Date d'acquisition

source: End of life date
fr: Date de fin de vie

source: Warranty expiry
fr: Expiration de la garantie

source: Inherited confidentiality
fr: Confidentialité héritée

source: Inherited integrity
fr: Intégrité héritée

source: Inherited availability
fr: Disponibilité héritée

source: Exposure level
fr: Niveau d'exposition

source: Environment
fr: Environnement

source: Parent support asset
fr: Bien support parent

source: Invalid category for type '%(type)s'.
fr: Catégorie invalide pour le type « %(type)s ».

source: The child support asset must belong to the same scope as its parent.
fr: Le bien support enfant doit appartenir au même périmètre que son parent.

source: Evaluation date
fr: Date d'évaluation

source: Evaluator
fr: Évaluateur

source: Context
fr: Contexte

source: DIC valuation
fr: Évaluation DIC

source: DIC valuations
fr: Évaluations DIC

source: Confirm deletion
fr: Confirmer la suppression

source: Are you sure you want to delete
fr: Êtes-vous sûr de vouloir supprimer

source: View all
fr: Voir tout

source: Alerts
fr: Alertes

source: essential asset(s) without an associated support asset
fr: bien(s) essentiel(s) sans bien support associé

source: orphan support asset(s) (without essential asset)
fr: bien(s) support(s) orphelin(s) (sans bien essentiel)

source: single point(s) of failure (SPOF) detected
fr: point(s) de défaillance unique (SPOF) détecté(s)

source: end of life exceeded
fr: fin de vie dépassée

source: Essential assets by type
fr: Biens essentiels par type

source: No essential assets.
fr: Aucun bien essentiel.

source: Support assets by type
fr: Biens supports par type

source: No support assets.
fr: Aucun bien support.

source: essential asset(s) containing personal data.
fr: bien(s) essentiel(s) contenant des données personnelles.

source: New
fr: Nouveau

source: dependency
fr: dépendance

source: Edit dependency
fr: Modifier la dépendance

source: New dependency
fr: Nouvelle dépendance

source: Dependency graph
fr: Graphe de dépendances

source: Asset dependencies
fr: Dépendances d'actifs

source: Site dependencies
fr: Dépendances sites

source: Legend
fr: Légende

source: Reset zoom
fr: Réinitialiser le zoom

source: Zoom in
fr: Zoom avant

source: Zoom out
fr: Zoom arrière

source: No dependencies to display.
fr: Aucune dépendance à afficher.

source: Redundancy
fr: Redondance

source: Pending
fr: En attente

source: No dependencies defined.
fr: Aucune dépendance définie.

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Back
fr: Retour

source: General
fr: Général

source: CIA valuation
fr: Évaluation CIA

source: Valuations
fr: Évaluations

source: History
fr: Historique

source: Scope
fr: Périmètre

source: Yes
fr: Oui

source: No
fr: Non

source: Associated support assets
fr: Biens supports associés

source: No associated support asset (unsupported essential asset).
fr: Aucun bien support associé (bien essentiel non supporté).

source: CIA valuation history
fr: Historique des évaluations CIA

source: No valuation recorded.
fr: Aucune évaluation enregistrée.

source: essential asset
fr: bien essentiel

source: Edit essential asset
fr: Modifier le bien essentiel

source: New essential asset
fr: Nouveau bien essentiel

source: All
fr: Tous

source: Ref.
fr: Réf.

source: No members in this group.
fr: Aucun membre dans ce groupe.

source: group
fr: groupe

source: Edit group
fr: Modifier le groupe

source: New group
fr: Nouveau groupe

source: No groups defined.
fr: Aucun groupe défini.

source: site–asset dependency
fr: dépendance site–bien

source: Edit site–asset dependency
fr: Modifier la dépendance site–bien

source: New site–asset dependency
fr: Nouvelle dépendance site–bien

source: No site–asset dependencies defined.
fr: Aucune dépendance site–bien définie.

source: Parent site
fr: Site parent

source: Modified on
fr: Modifié le

source: Sub-sites
fr: Sous-sites

source: Edit site
fr: Modifier le site

source: New site
fr: Nouveau site

source: No site defined.
fr: Aucun site défini.

source: site–supplier dependency
fr: dépendance site–fournisseur

source: Edit site–supplier dependency
fr: Modifier la dépendance site–fournisseur

source: New site–supplier dependency
fr: Nouvelle dépendance site–fournisseur

source: No site–supplier dependencies defined.
fr: Aucune dépendance site–fournisseur définie.

source: supplier dependency
fr: dépendance fournisseur

source: Edit supplier dependency
fr: Modifier la dépendance fournisseur

source: New supplier dependency
fr: Nouvelle dépendance fournisseur

source: No supplier dependencies defined.
fr: Aucune dépendance fournisseur définie.

source: Archive this supplier?
fr: Archiver ce fournisseur ?
