Repository: frousselet/open-grc
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: The contract for this supplier has expired
fr: Le contrat de ce fournisseur a expiré

source: Contract
fr: Contrat

source: Expired
fr: Expiré

source: Type requirements
fr: Exigences du type

source: inherited from
fr: hérité de

source: Add review
fr: Ajouter une revue

source: No type requirements.
fr: Aucune exigence de type.

source: Specific requirements
fr: Exigences spécifiques

source: Add requirement
fr: Ajouter une exigence

source: Reviews
fr: Revues

source: No specific requirements for this supplier.
fr: Aucune exigence spécifique pour ce fournisseur.

source: supplier
fr: fournisseur

source: Edit supplier
fr: Modifier le fournisseur

source: New supplier
fr: Nouveau fournisseur

source: Contract end
fr: Fin du contrat

source: No suppliers.
fr: Aucun fournisseur.

source: Last verified
fr: Dernière vérification

source: by
fr: par

source: Review history
fr: Historique des revues

source: Delete this review?
fr: Supprimer cette revue ?

source: Created
fr: Créé le

source: No reviews yet. Add the first review to justify the compliance status.
fr: Aucune revue pour le moment. Ajoutez la première revue pour justifier le statut de conformité.

source: requirement
fr: exigence

source: Edit requirement
fr: Modifier l'exigence

source: Requirement
fr: Exigence

source: No requirements for this type.
fr: Aucune exigence pour ce type.

source: Suppliers of this type
fr: Fournisseurs de ce type

source: No suppliers of this type.
fr: Aucun fournisseur de ce type.

source: supplier type
fr: type de fournisseur

source: Edit supplier type
fr: Modifier le type de fournisseur

source: New supplier type
fr: Nouveau type de fournisseur

source: No supplier types defined.
fr: Aucun type de fournisseur défini.

source: This support asset has exceeded its end of life date
fr: Ce bien support a dépassé sa date de fin de vie

source: Technical specifications
fr: Spécifications techniques

source: Lifecycle
fr: Cycle de vie

source: Inherited CIA
fr: CIA hérité

source: Exposure
fr: Exposition

source: End of life
fr: Fin de vie

source: Exceeded
fr: Dépassé

source: Source (contributing essential assets)
fr: Source (biens essentiels contribuant)

source: No associated essential asset (orphan support asset).
fr: Aucun bien essentiel associé (bien support orphelin).

source: Child support assets
fr: Biens supports enfants

source: support asset
fr: bien support

source: Edit support asset
fr: Modifier le bien support

source: New support asset
fr: Nouveau bien support

source: You do not have permission to approve this item.
fr: Vous n'avez pas la permission d'approuver cet élément.

source: Item approved.
fr: Élément approuvé.

source: Supplier archived.
fr: Fournisseur archivé.

source: Standard
fr: Norme

source: Law
fr: Loi

source: Regulation
fr: Réglementation

source: Internal policy
fr: Politique interne

source: Industry framework
fr: Référentiel sectoriel

source: Information security
fr: Sécurité de l'information

source: Data protection
fr: Protection des données

source: Business continuity
fr: Continuité d'activité

source: Cloud security
fr: Sécurité cloud

source: Sector-specific regulations
fr: Réglementations sectorielles

source: IT governance
fr: Gouvernance IT

source: Quality
fr: Qualité

source: Contractual requirements
fr: Exigences contractuelles

source: Internal policies
fr: Politiques internes

source: Draft
fr: Brouillon

source: Deprecated
fr: Obsolète

source: Mandatory
fr: Obligatoire

source: Recommended
fr: Recommandé

source: Optional
fr: Optionnel

source: Organizational
fr: Organisationnel

source: Technical
fr: Technique

source: Physical
fr: Physique

source: Legal
fr: Juridique

source: Human
fr: Humain

source: Not applicable
fr: Non applicable

source: Superseded
fr: Remplacé

source: In progress
fr: En cours

source: Completed
fr: Terminé

source: Validated
fr: Validé

source: Equivalent
fr: Équivalent

source: Partial overlap
fr: Chevauchement partiel

source: Includes
fr: Inclut

source: Included by
fr: Inclus par

source: Related
fr: Associé

source: Planned
fr: Planifié

source: Cancelled
fr: Annulé

source: Overdue
fr: En retard

source: File
fr: Fichier

source: JSON or Excel (.xlsx) format
fr: Format JSON ou Excel (.xlsx)

source: Existing framework
fr: Référentiel existant

source: Leave blank to create a new framework.
fr: Laisser vide pour créer un nouveau référentiel.

source: — New framework —
fr: — Nouveau référentiel —

source: Framework owner
fr: Propriétaire du référentiel

source: Required only for a new framework.
fr: Requis uniquement pour un nouveau référentiel.

source: Unsupported format. Please provide a .json or .xlsx file.
fr: Format non supporté. Veuillez fournir un fichier .json ou .xlsx.

source: The file exceeds the maximum allowed size (10 MB).
fr: Le fichier dépasse la taille maximale autorisée (10 Mo).

source: The owner is required to create a new framework.
fr: Le propriétaire est requis pour créer un nouveau référentiel.

source: (Requirements without section)
fr: (Exigences sans section)

source: The framework 'reference' field is required.
fr: Le champ 'référence' du référentiel est requis.

source: The framework 'name' field is required.
fr: Le champ 'nom' du référentiel est requis.

source: Unknown framework type: '%(type)s'. Accepted values: %(values)s
fr: Type de référentiel inconnu : « %(type)s ». Valeurs acceptées : %(values)s

source: Unknown framework category: '%(category)s'. Accepted values: %(values)s
fr: Catégorie de référentiel inconnue : « %(category)s ». Valeurs acceptées : %(values)s

source: A framework with the reference '%(reference)s' already exists in the database.
fr: Un référentiel avec la référence « %(reference)s » existe déjà dans la base de données.

source: A section has no reference.
fr: Une section n'a pas de référence.

source: Duplicate section reference: '%(ref)s'.
fr: Référence de section dupliquée : « %(ref)s ».

source: Section '%(ref)s' already exists in framework '%(framework_ref)s'.
fr: La section « %(ref)s » existe déjà dans le référentiel « %(framework_ref)s ».

source: Section '%(ref)s' has no name.
fr: La section « %(ref)s » n'a pas de nom.

source: A requirement has no reference.
fr: Une exigence n'a pas de référence.

source: Duplicate requirement reference: '%(ref)s'.
fr: Référence d'exigence dupliquée : « %(ref)s ».

source: Requirement '%(ref)s' already exists in framework '%(framework_ref)s'.
fr: L'exigence « %(ref)s » existe déjà dans le référentiel « %(framework_ref)s ».

source: Requirement '%(ref)s' has no name.
fr: L'exigence « %(ref)s » n'a pas de nom.

source: Unknown requirement type for '%(ref)s': '%(type)s'. Accepted values: %(values)s
fr: Type d'exigence inconnu pour « %(ref)s » : « %(type)s ». Valeurs acceptées : %(values)s

source: Unknown requirement category for '%(ref)s': '%(category)s'. Accepted values: %(values)s
fr: Catégorie d'exigence inconnue pour « %(ref)s » : « %(category)s ». Valeurs acceptées : %(values)s

source: %(count)s requirement(s) without an identified parent section.
fr: %(count)s exigence(s) sans section parente identifiée.

source: No sections found in the file.
fr: Aucune section trouvée dans le fichier.

source: Source assessment
fr: Évaluation source

source: Related requirement
fr: Exigence associée

source: Gap description
fr: Description de l'écart

source: Remediation plan
fr: Plan de remédiation

source: Priority
fr: Priorité

source: Start date
fr: Date de début

source: Target date
fr: Date cible

source: Completion date
fr: Date de réalisation

source: Progress (%)
fr: Progression (%)

source: Cost estimate
fr: Coût estimé

source: Compliance action plan
fr: Plan d'action de conformité

source: Compliance action plans
fr: Plans d'action de conformité

source: Framework
fr: Référentiel

source: Assessment date
fr: Date d'évaluation

source: Lead assessor
fr: Évaluateur principal

source: Methodology
fr: Méthodologie

source: Overall compliance level (%)
fr: Niveau de conformité global (%)

source: Total applicable requirements
fr: Total des exigences applicables

source: Validated by
fr: Validé par

source: Validation date
fr: Date de validation

source: Compliance assessment
fr: Évaluation de conformité

source: Assessment
fr: Évaluation

source: Compliance level (%)
fr: Niveau de conformité (%)

source: Gaps
fr: Écarts

source: Assessor
fr: Évaluateur

source: Assessment result
fr: Résultat d'évaluation

source: Assessment results
fr: Résultats d'évaluation

source: Abbreviation
fr: Abréviation

source: Framework version
fr: Version du référentiel

source: Publication date
fr: Date de publication

source: Effective date
fr: Date d'effet

source: Expiry date
fr: Date d'expiration

source: Issuing body
fr: Organisme émetteur

source: Jurisdiction
fr: Juridiction

source: Official link
fr: Lien officiel

source: Applicability justification
fr: Justification de l'applicabilité

source: Interested parties
fr: Parties intéressées

source: Last assessment
fr: Dernière évaluation

source: Source requirement
fr: Exigence source

source: Target requirement
fr: Exigence cible

source: Mapping type
fr: Type de correspondance

source: Coverage level
fr: Niveau de couverture

source: Cross-framework mapping
fr: Correspondance inter-référentiel

source: Cross-framework mappings
fr: Correspondances inter-référentiels

source: A mapping can only exist between requirements from different frameworks.
fr: Une correspondance ne peut exister qu'entre des exigences de référentiels différents.

source: Implementation guidance
fr: Guide de mise en œuvre

source: Compliance evidence
fr: Preuves de conformité

source: Identified gaps
fr: Écarts identifiés

source: Last assessor
fr: Dernier évaluateur

source: Linked essential assets
fr: Biens essentiels liés

source: Linked stakeholder expectations
fr: Attentes des parties prenantes liées

source: Order
fr: Ordre

source: Parent section
fr: Section parente

source: Remediation
fr: Remédiation

source: Planning
fr: Planification

source: Responsible
fr: Responsable

source: Progress
fr: Progression

source: action plan
fr: plan d'action

source: Edit action plan
fr: Modifier le plan d'action

source: New action plan
fr: Nouveau plan d'action

source: No action plan defined.
fr: Aucun plan d'action défini.

source: Results
fr: Résultats

source: Summary
fr: Synthèse

source: Next review
fr: Prochaine revue

source: Level
fr: Niveau

source: No assessment result recorded.
fr: Aucun résultat d'évaluation enregistré.

source: Overall compliance
fr: Conformité globale

source: Results breakdown
fr: Répartition des résultats

source: assessment
fr: appréciation

source: Edit assessment
fr: Modifier l'évaluation

source: New assessment
fr: Nouvelle évaluation

source: No assessment defined.
fr: Aucune évaluation définie.

source: Do you really want to delete <strong>%(object)s</strong>?
fr: Voulez-vous vraiment supprimer <strong>%(object)s</strong> ?

source: Assessments
fr: Appréciations

source: Mappings
fr: Correspondances

source: Non-compliances
fr: Non-conformités

source: View
fr: Voir

source: Overdue plans
fr: Plans en retard

source: Active frameworks
fr: Référentiels actifs

source: No section defined.
fr: Aucune section définie.

source: Framework requirements
fr: Exigences du référentiel

source: No requirement defined for this framework.
fr: Aucune exigence définie pour ce référentiel.

source: Overall compliance level
fr: Niveau de conformité global

source: No assessment performed.
fr: Aucune évaluation effectuée.

source: framework
fr: référentiel

source: Edit framework
fr: Modifier le référentiel

source: New framework
fr: Nouveau référentiel

source: Import a framework
fr: Importer un référentiel

source: Validation errors:
fr: Erreurs de validation :

source: Analyze
fr: Analyser

source: Accepted formats
fr: Formats acceptés

source: Tree structure with <code>framework</code>, <code>sections</code> (nested) and <code>requirements</code> in each section.
fr: Structure arborescente avec <code>framework</code>, <code>sections</code> (imbriquées) et <code>requirements</code> dans chaque section.

source: A single sheet with columns: <code>type</code>, <code>reference</code>, <code>name</code>, <code>description</code>, <code>guidance</code>, <code>req_type</code>, <code>req_category</code>. Hierarchy is inferred from reference prefixes.
fr: Une feuille unique avec les colonnes : <code>type</code>, <code>reference</code>, <code>name</code>, <code>description</code>, <code>guidance</code>, <code>req_type</code>, <code>req_category</code>. La hiérarchie est déduite des préfixes de référence.

source: Sample templates
fr: Modèles d'exemple

source: Download a pre-filled sample file to help you prepare your import.
fr: Téléchargez un fichier exemple pré-rempli pour vous aider à préparer votre import.

source: JSON sample
fr: Exemple JSON

source: Excel sample
fr: Exemple Excel

source: Import preview
fr: Aperçu de l'import

source: Import into existing framework <strong>%(ref)s — %(name)s</strong>. The name will be replaced by <strong>%(new_name)s</strong>.
fr: Import dans le référentiel existant <strong>%(ref)s — %(name)s</strong>. Le nom sera remplacé par <strong>%(new_name)s</strong>.

source: Imported data
fr: Données importées

source: Framework metadata
fr: Métadonnées du référentiel

source: %(count)s requirement
fr: %(count)s exigence

source: Max depth: %(depth)s
fr: Profondeur max : %(depth)s

source: Warnings:
fr: Avertissements :

source: Tree view
fr: Vue arborescente

source: Requirements without section:
fr: Exigences sans section :

source: Confirm addition
fr: Confirmer l'ajout

source: Confirm import
fr: Confirmer l'import

source: No framework defined.
fr: Aucun référentiel défini.

source: Mapping: %(mapping)s
fr: Correspondance : %(mapping)s

source: Creation date
fr: Date de création

source: mapping
fr: correspondance

source: Edit mapping
fr: Modifier la correspondance

source: New mapping
fr: Nouvelle correspondance

source: Source framework
fr: Référentiel source

source: Target
fr: Cible

source: Target framework
fr: Référentiel cible

source: Coverage
fr: Couverture

source: No mapping defined.
fr: Aucune correspondance définie.

source: Guidance
fr: Guide

source: Mapped requirements
fr: Exigences correspondantes

source: No action plan associated.
fr: Aucun plan d'action associé.

source: New requirement
fr: Nouvelle exigence

source: No requirement defined.
fr: Aucune exigence définie.

source: Invalid JSON: %(error)s
fr: JSON invalide : %(error)s

source: File reading error: %(error)s
fr: Erreur de lecture du fichier : %(error)s

source: No import data in session. Please upload a file first.
fr: Aucune donnée d'import en session. Veuillez d'abord télécharger un fichier.

source: No import data in session.
fr: Aucune donnée d'import en session.

source: Import error: %(error)s
fr: Erreur d'import : %(error)s

source: Import into "%(reference)s — %(name)s" completed (%(section_count)s sections, %(requirement_count)s requirements added).
fr: Import dans « %(reference)s — %(name)s » terminé (%(section_count)s sections, %(requirement_count)s exigences ajoutées).

source: Framework "%(reference)s — %(name)s" imported successfully (%(section_count)s sections, %(requirement_count)s requirements).
fr: Référentiel « %(reference)s — %(name)s » importé avec succès (%(section_count)s sections, %(requirement_count)s exigences).

source: External
fr: Externe

source: Strategic
fr: Stratégique

source: Human resources
fr: Ressources humaines

source: Financial
fr: Financier

source: Cultural
fr: Culturel

source: Political
fr: Politique

source: Economic
fr: Économique

source: Technological
fr: Technologique

source: Environmental
fr: Environnemental

source: Competitive
fr: Concurrentiel

source: Regulatory
fr: Réglementaire

source: Improving
fr: En amélioration

source: Degrading
fr: En dégradation

source: Monitored
fr: Surveillé

source: Closed
fr: Fermé

source: Executive management
fr: Direction générale

source: Employees
fr: Employés

source: Customers
fr: Clients

source: Partners
fr: Partenaires

source: Regulators
fr: Régulateurs

source: Shareholders
fr: Actionnaires

source: Insurers
fr: Assureurs

source: General public
fr: Grand public

source: Competitors
fr: Concurrents

source: Unions
fr: Syndicats

source: Auditors
fr: Auditeurs

source: Expectation
fr: Attente

source: Need
fr: Besoin

source: Operational
fr: Opérationnel

source: Business
fr: Métier

source: Monthly
fr: Mensuel

source: Quarterly
fr: Trimestriel

source: Semi-annual
fr: Semestriel

source: Annual
fr: Annuel

source: Achieved
fr: Atteint

source: Not achieved
fr: Non atteint

source: Strength
fr: Force

source: Weakness
fr: Faiblesse

source: Opportunity
fr: Opportunité

source: Threat
fr: Menace

source: Control
fr: Contrôler

source: Responsible (R)
fr: Responsable (R)

source: Accountable (A)
fr: Approbateur (A)

source: Consulted (C)
fr: Consulté (C)

source: Informed (I)
fr: Informé (I)

source: Core business
fr: Cœur de métier

source: Management
fr: Gestion

source: Headquarters
fr: Siège social

source: Factory
fr: Usine

source: Warehouse
fr: Entrepôt

source: Parent activity
fr: Activité parente

source: Contributing objectives
fr: Objectifs contribuant

source: Activity
fr: Activité

source: The child activity must belong to the same scope as its parent.
fr: L'activité enfant doit appartenir au même périmètre que son parent.

source: Impact level
fr: Niveau d'impact

source: Trend
fr: Tendance

source: Related stakeholders
fr: Parties prenantes associées

source: Issue
fr: Enjeu

source: An internal issue can only have an internal category.
fr: Un enjeu interne ne peut avoir qu'une catégorie interne.

source: An external issue can only have an external category.
fr: Un enjeu externe ne peut avoir qu'une catégorie externe.

source: Target value
fr: Valeur cible

source: Current value
fr: Valeur actuelle

source: Unit of measure
fr: Unité de mesure

source: Measurement method
fr: Méthode de mesure

source: Measurement frequency
fr: Fréquence de mesure

source: Addressed issues
fr: Enjeux adressés

source: Parent objective
fr: Objectif parent

source: Objective
fr: Objectif

source: An achieved objective must have 100% progress.
fr: Un objectif atteint doit avoir une progression de 100 %.

source: The child objective must belong to the same scope as its parent.
fr: L'objectif enfant doit appartenir au même périmètre que son parent.

source: Assigned users
fr: Utilisateurs assignés

source: Mandatory role
fr: Rôle obligatoire

source: Source standard
fr: Norme source

source: Role
fr: Rôle

source: Mandatory role without assigned user
fr: Rôle obligatoire sans utilisateur assigné

source: RACI type
fr: Type RACI

source: Related activity
fr: Activité associée

source: Responsibility
fr: Responsabilité

source: Responsibilities
fr: Responsabilités

source: Parent scope
fr: Périmètre parent

source: Boundaries and exclusions
fr: Limites et exclusions

source: Justification for exclusions
fr: Justification des exclusions

source: Geographic scope
fr: Périmètre géographique

source: Organizational scope
fr: Périmètre organisationnel

source: Technical scope
fr: Périmètre technique

source: Included sites
fr: Sites inclus

source: Excluded sites
fr: Sites exclus

source: Circular reference detected.
fr: Référence circulaire détectée.

source: Influence level
fr: Niveau d'influence

source: Interest level
fr: Niveau d'intérêt

source: Stakeholder
fr: Partie prenante

source: Analysis date
fr: Date d'analyse

source: SWOT analysis
fr: Analyse SWOT

source: Related issues
fr: Enjeux associés

source: Related objectives
fr: Objectifs associés

source: SWOT item
fr: Élément SWOT

source: SWOT items
fr: Éléments SWOT

source: Color
fr: Couleur

source: Hex color code, e.g. #ff5733
fr: Code couleur hexadécimal, ex. #ff5733

source: Sub-activities
fr: Sous-activités

source: activity
fr: activité

source: Edit activity
fr: Modifier l'activité

source: New activity
fr: Nouvelle activité

source: Activities and processes
fr: Activités et processus

source: No activity defined.
fr: Aucune activité définie.

source: Are you sure you want to delete <strong>%(object)s</strong>?
fr: Êtes-vous sûr de vouloir supprimer <strong>%(object)s</strong> ?

source: No active scope
fr: Aucun périmètre actif

source: Compliance alerts
fr: Alertes de conformité

source: Mandatory role <strong>%(name)s</strong> with no assigned user
fr: Rôle obligatoire <strong>%(name)s</strong> sans utilisateur assigné

source: Issues by impact level
fr: Enjeux par niveau d'impact

source: issue
fr: enjeu

source: Edit issue
fr: Modifier l'enjeu

source: New issue
fr: Nouvel enjeu

source: No issue defined.
fr: Aucun enjeu défini.

source: Frequency
fr: Fréquence

source: objective
fr: objectif

source: Edit objective
fr: Modifier l'objectif

source: New objective
fr: Nouvel objectif

source: No objective defined.
fr: Aucun objectif défini.

source: No responsibility defined.
fr: Aucune responsabilité définie.

source: No assigned user.
fr: Aucun utilisateur assigné.

source: role
fr: rôle

source: Edit role
fr: Modifier le rôle

source: New role
fr: Nouveau rôle

source: Roles and responsibilities
fr: Rôles et responsabilités

source: No role defined.
fr: Aucun rôle défini.

source: Sub-scopes
fr: Sous-périmètres

source: Geographic
fr: Géographique

source: scope
fr: périmètre

source: Edit scope
fr: Modifier le périmètre

source: New scope
fr: Nouveau périmètre

source: No scope defined.
fr: Aucun périmètre défini.

source: Expectations & Requirements
fr: Attentes et exigences

source: Interest
fr: Intérêt

source: No expectation defined.
fr: Aucune attente définie.

source: stakeholder
fr: partie prenante

source: Edit stakeholder
fr: Modifier la partie prenante

source: New stakeholder
fr: Nouvelle partie prenante

source: No stakeholder defined.
fr: Aucune partie prenante définie.

source: Analysis
fr: Analyse

source: Strengths
fr: Forces

source: Weaknesses
fr: Faiblesses

source: Opportunities
fr: Opportunités

source: Edit SWOT analysis
fr: Modifier l'analyse SWOT

source: New SWOT analysis
fr: Nouvelle analyse SWOT

source: New analysis
fr: Nouvelle analyse

source: No SWOT analysis.
fr: Aucune analyse SWOT.

source: Edit tag
fr: Modifier le tag

source: Linked items
fr: Éléments liés

source: No tag created yet.
fr: Aucun tag créé pour le moment.

source: %(count)d mandatory role(s) with no assigned user
fr: %(count)d rôle(s) obligatoire(s) sans utilisateur assigné

source: %(count)d single point(s) of failure (SPOF)
fr: %(count)d point(s) de défaillance unique (SPOF)

source: %(count)d support asset(s) past end of life
fr: %(count)d bien(s) support(s) en fin de vie

source: %(count)d non-compliant requirement(s)
fr: %(count)d exigence(s) non conforme(s)

source: %(count)d overdue action plan(s)
fr: %(count)d plan(s) d'action en retard

source: %(count)d critical risk(s)
fr: %(count)d risque(s) critique(s)

source: Review:
fr: Revue :

source: Start:
fr: Début :

source: Done:
fr: Terminé :

source: Expiry:
fr: Expiration :

source: Key
fr: Clé

source: Unique identifier of the page or feature (e.g. context.scope_list).
fr: Identifiant unique de la page ou fonctionnalité (ex. : context.scope_list).

source: ISO 639-1 language code (e.g. fr, en).
fr: Code de langue ISO 639-1 (ex. : fr, en).

source: Content
fr: Contenu

source: Last modified
fr: Dernière modification

source: Help content
fr: Contenu d'aide

source: Help contents
fr: Contenus d'aide

source: Likelihood
fr: Vraisemblance

source: ISO 27005 analysis
fr: Analyse ISO 27005

source: EBIOS strategic scenario
fr: Scénario stratégique EBIOS

source: EBIOS operational scenario
fr: Scénario opérationnel EBIOS

source: Manual entry
fr: Saisie manuelle

source: Accept
fr: Accepter

source: Mitigate
fr: Atténuer
